Repository: miurahr/MapComplete-translate-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: <a class='activate-osm-authentication'>Please log in to add a new point</a>
ja: <a class='activate-osm-authentication'>新しいポイントを追加するにはログインしてください</a>

source: <br/> It is free, and always will be.
ja: <br/>これは無料であり、常に利用できます。

source: <br/>There are more themes available.
ja: <br/>他にも使用可能なテーマがあります。

source: <br/>We encourage you to do it - you don't even have to ask permission.
ja: <br/>許可を得る必要もありませんので、ぜひご利用ください。

source: About MapComplete<p>With MapComplete you can enrich OpenStreetMap with information on a <b>single theme.</b> Answer a few questions, and within minutes your contributions will be available around the globe!
ja: MapCompleteについて<p>MapCompleteを使えば、<b>1つのテーマに関する情報でOpenStreetMapを充実させることができます。</b>いくつかの質問に答えると、数分以内にあなたの投稿が世界中で公開されます!

source: Add a {title} here?The point you create here will be <b>visible for everyone</b>.
ja: ここに{title}を追加しますか?ここで作成したポイントは<b>すべてのユーザーに表示されます</b>。

source: Add to your home screenYou can easily add this website to your smartphone home screen for a native feel.
ja: ホーム画面に追加するこのサイトはスマートフォンのホーム画面に簡単に追加でき、ネイティブな雰囲気になります。

source: An Open Map<p>Wouldn't it be cool if there was a single map, which everyone could freely use and edit?
ja: オープン地図<p>誰もが自由に使用して編集できる1つのマップがあればクールではないでしょうか?

source: Custom themesThese are previously visited user-generated themes.
ja: カスタムテーマこれらは以前にアクセスされたユーザー生成テーマです。

source: Embed on your websitePlease, embed this map into your website.
ja: お客様のWebサイトに埋め込むこの地図をお客様のWebサイトに埋め込みます。

source: Log inA personal layout is only available for OpenStreetMap users
ja: ログイン個人用レイアウトはOpenStreetMapユーザのみが使用できます。

source: More thematic maps?Do you enjoy collecting geodata?
ja: より多くの主題図ジオデータの収集は楽しいですか?

source: Share this map Share this map by copying the link below and sending it to friends and family:
ja: このマップを共有このマップを共有するには、次のリンクをコピーして、友人や家族に送信します。

source: Your personal themeActivate your favourite layers from all the official themes
ja: お客様の個人的なテーマすべての公式テーマからお気に入りのレイヤを有効にする

source: <p>All data is provided by <a href='https://osm.org' target='_blank'>OpenStreetMap</a>, freely reusable under <a href='https://osm.org/copyright' target='_blank'>the Open DataBase License</a>.</p>
ja: <p>すべてのデータは<a href='https://osm.org' target='_blank'>OpenStreetMap</a>によって提供され、<a href='https://osm.org/copyright' target='_blank'> Open DataBaseライセンス</a>の下で自由に再利用できます。</p>

source: <span class='thanks'>Review saved.
ja: <span class='thanks'>レビューが保存されました。

source: <span class='thanks'>Your picture has been added.
ja: <span class='thanks'>あなたの写真が追加されました。

source: <span>I am affiliated with this object</span><br/><span class='subtle'>Check if you are an owner, creator, employee, …</span>
ja: <span>わたしは、この対象物の関係者です</span><br/><span class='sensitive'>所有者、作成者、従業員などの有無を確認します。</span>

source: A lot of applications use this data.
ja: 多くのアプリケーションがこのデータを使用しています。

source: A name is required in order to display and create reviews
ja: レビューを表示および作成するには名前が必要です。

source: A single place to store all geo-information?
ja: すべての地理情報を格納するための単一の場所?

source: Add a new point?
ja: 新しいポイントを追加しますか?

source: Add a new {category} here
ja: ここに新しい {category} を追加します。

source: Add a {category} here.<br/><div class='alert'>Your addition is visible for everyone</div>
ja: ここに{category}を追加します。<br/><div class='alert'>追加内容はすべてのユーザーに表示されます。</div>

source: Add or change questions to this map theme
ja: このマップテーマに質問を追加または変更する

source: Add picture
ja: 写真の追加

source: All the data is from there, and your answers and corrections are added there as well.</p><p>A ton of people and application already use OpenStreetMap: <a href='https://maps.me/' target='_blank'>Maps.me</a>, <a href='https://osmAnd.net' target='_blank'>OsmAnd</a>, but also the maps at Facebook, Instagram, Apple-maps and Bing-maps are (partly) powered by OpenStreetMap.
ja: すべてのデータは、OSMからのものであり、あなたの答えと訂正もOSMに追加されます。</p><p>すでに多くの人やアプリケーションがOpenStreetMapを使っています:<a href='https://maps.me/' target='_blank'>Maps.me</a>や、<a href='https://osmAnd.net' target='_blank'>OsmAnd</a>など。Fさらに、acebook、Instagram、Apple-maps、Bing-mapsも(部分的に)OpenStreetMapを利用しています。

source: Another, similar application is <a href='https://play.google.com/store/apps/details?id=de.westnordost.streetcomplete' class='underline hover:text-blue-800' class='underline hover:text-blue-800' target='_blank'>StreetComplete</a>.
ja: 別に、同様のアプリケーションには、<a href='https://play.google.com/store/apps/details?id=de.westnordost.streetcomplete' class='underline hover:text-blue-800' class='underline hover:text-blue-800' target='_blank'>StreetComplete</a>があります。

source: Attribution notice
ja: 帰属通知

source: Background map
ja: 背景マップ

source: Be the first to write one and help open data and the business!
ja: 最初に書き込みを行い、データとビジネスのオープン化を支援しましょう。

source: Brave browser or UMatrix might block them.
ja: Brave ブラウザやUMatrixは、これらをブロックするかもしれません。

source: Cancel
ja: [キャンセル]

source: Choose a language:
ja: 言語を選択します:

source: Click the 'add to home screen button' in the URL bar to do this.
ja: これを行うには、URLバーの「ホーム画面に追加ボタン」をクリックします。

source: Closed for an unkown duration
ja: 不明な期間、閉店しています

source: Closed until {date}
ja: {date} まで閉店

source: Could not upload your picture.
ja: 写真をアップロードできませんでした。

source: Create your own MapComplete theme from scratch
ja: 独自のMapCompleteテーマを最初から作成する

source: Deleted
ja: 削除済み

source: Do not photograph people nor license plates.
ja: 人やナンバープレートを撮影しないでください。

source: Do not upload Google Maps, Google Streetview or other copyrighted sources.
ja: Googleマップ、Google Streetview、その他著作権で保護された情報源をアップロードしないでください。

source: Do you have a <b>feature request</b>?
ja: <b>機能要求</b>はありますか?

source: Do you have internet and are third party API's allowed?
ja: インターネット接続があり、外部のAPIが許可されていますか？

source: Done!
ja: 完了!

source: During a public holiday, this amenity is
ja: このアメニティは、祝日には

source: Easily edit and add OpenStreetMap for a certain theme
ja: 特定のテーマに沿って、OpenStreetMapを簡単に編集し、情報を追加できます。

source: Edit this theme
ja: このテーマを編集

source: Enable the 'add new POI' button
ja: [新しいPOIの追加]ボタンを有効にする

source: Enable the 'geolocate-me' button (mobile only)
ja: [geolocate-me]ボタンを有効にする(モバイルのみ)

source: Enable the layer control
ja: レイヤコントロールを有効にする

source: Enable the login button
ja: ログインボタンを有効にする

source: Enable the search bar
ja: 検索バーを有効にする

source: Enable this layer to add a point
ja: このレイヤで点を追加できるようにする

source: Error: could not visualize these opening hours.
ja: エラー:これらの営業時間を表示できませんでした。

source: Follow the edit count on <a href='https://osmcha.org/?filters=%7B%22date__gte%22%3A%5B%7B%22label%22%3A%222021-01-01%22%2C%22value%22%3A%222021-01-01%22%7D%5D%2C%22editor%22%3A%5B%7B%22label%22%3A%22mapcomplete%22%2C%22value%22%3A%22mapcomplete%22%7D%5D%7D' target='_blank' >OsmCha</a>.</p>
ja: <a href='https://osmcha.org/?filters=%7B%22date__gte%22%3A%5B%7B%22label%22%3A%222021-01-01%22%2C%22value%22%3A%222021-01-01%22%7D%5D%2C%22editor%22%3A%5B%7B%22label%22%3A%22mapcomplete%22%2C%22value%22%3A%22mapcomplete%22%7D%5D%7D' target='_blank' >OsmCha</a>の編集数に従います。</p>

source: Fri
ja: 金

source: Friday
ja: 金曜日

source: Head over to <a href='https://github.com/pietervdvn/MapComplete' target='_blank'>the source code</a> or <a href='https://github.com/pietervdvn/MapComplete/issues' target='_blank'>issue tracker.</a> </p><p> Want to see <b>your progress</b>?
ja: <a href='https://github.com/pietervdvn/MapComplete' target='_blank'>ソースコード</a>または<a href='https://github.com/pietervdvn/MapComplete/issues' target='_blank'>問題追跡ツール</a>に移動します。</p><p><b>進捗状況</b>を確認しますか?

source: If you change something here, it'll be reflected in those applications too - after their next update!</p>
ja: ここで何かを変更すると、次の更新後にアプリケーションにも反映されます。</p>

source: If you create a review, you agree to <a href='https://mangrove.reviews/terms' target='_blank'>the TOS and privacy policy of Mangrove.reviews</a>
ja: レビューを作成する場合は、<a href='https://mangrove.reviews/terms' target='_blank'>Mangrove.reviewsのTOSおよびプライバシーポリシーに同意します。</a>

source: If you want a custom-built quest, request it in the issue tracker
ja: カスタムビルドのクエストが必要な場合は、問題追跡ツールで要請してください。

source: Include current location
ja: 現在の場所を含める

source: Include the current background choice <b>{name}</b>
ja: 現在の背景の選択肢<b>{name}</b>を含める

source: Include the current layer choices
ja: 現在のレイヤの選択肢を含める

source: Leave a review…
ja: レビューを残す…

source: Link copied to clipboard
ja: クリップボードにコピーされたリンク

source: Loading data failed.
ja: データの読み込みに失敗しました。

source: Loading data…
ja: データをロードしています…

source: Login to answer this question
ja: ログインしてこの質問に答えてください。

source: Login to leave a review
ja: ログインしてレビューを終了する

source: Login with OpenStreetMap
ja: OpenStreetMapからログインする

source: Login with OpenStreetMap to get started
ja: OpenStreetMapを使用してログインし、開始します。

source: MapComplete has been built by {contributors} and <a href='https://github.com/pietervdvn/MapComplete/graphs/contributors' target='_blank'>{hiddenCount} more contributors</a>
ja: MapCompleteは{contributors}と、<a href='https://github.com/pietervdvn/MapComplete/graphs/contributors' target='_blank'> {hiddenCount}人の貢献者</a>によって開発されました。

source: MapComplete is an OpenStreetMap-viewer and editor, which shows you information about a specific theme.
ja: MapCompleteはOpenStreetMapのビューア兼エディタであり、特定のテーマに関する情報を表示します。

source: Mon
ja: 月

source: Monday
ja: 月曜日

source: No rating given
ja: 評価が与えられていません

source: No tags selected
ja: タグが選択されていません

source: Nothing found…
ja: 何も見つかりませんでした…

source: On top of that, everyone can freely add new data and fix errors.
ja: さらに、誰でも自由に新しいデータを追加したり、間違いを修正したりすることができます。

source: One question is skipped
ja: 1つの質問がスキップされます

source: One review
ja: 1回のレビュー

source: Open inbox
ja: 受信トレイを開く

source: Open the layer control box
ja: レイヤコントロールボックスを開く

source: Opened around the clock
ja: 24時間営業

source: Pick a theme below to get started.
ja: 開始するには、下のテーマを選択してください。

source: Please login to add a picture
ja: 写真を追加するにはログインしてください

source: Please wait a bit before you add a new point.
ja: 新しいポイントを追加する前に少しお待ちください。

source: Please, answer a few questions of existing points before adding a new point.
ja: 新しいポイントを追加する前に、既存のポイントに関するいくつかの質問に答えてください。

source: Please, only add things on to the map if they truly exist.
ja: 本当に存在するものだけをマップに追加してください。

source: Please, read all your OpenStreetMap-messages before adding a new point.
ja: 新しいポイントを追加する前に、OpenStreetMapのメッセージをすべて読んでください。

source: Posting as
ja: としての投稿

source: Reload the data
ja: データを再ロードする

source: Remove image
ja: イメージの削除

source: Return to the map
ja: マップに戻る

source: Reviews are powered by <a href='https://mangrove.reviews/' target='_blank'>Mangrove Reviews</a> and are available under <a href='https://mangrove.reviews/terms#8-licensing-of-content' target='_blank'>CC-BY 4.0</a>.
ja: レビューは、<a href='https://mangrove.reviews/' target='_blank'>Mangrove Reviews</a> and are available under <a href='https://mangrove.reviews/terms#8-licensing-of-content' target='_blank'>CC-BY 4.0</a>で公開されます。

source: Sat
ja: 土

source: Saturday
ja: 土曜日

source: Save
ja: 保存

source: Saving…
ja: 保存中…

source: Search a location
ja: 場所を検索する

source: Searching…
ja: 検索中…

source: See this object on OpenStreetMap for history and more editing options
ja: ヒストリとその他の編集オプションについては、OpenStreetMapのこのオブジェクトを参照してください。

source: Select layers
ja: レイヤを選択

source: Show the welcome message popup and associated tabs
ja: ウェルカムメッセージのポップアップと関連するタブを表示します

source: Skip this question
ja: この質問をスキップします

source: Some questions are skipped
ja: 一部の質問はスキップされました。

source: Something went wrong…
ja: 何かがうまくいかなかった…

source: Start with the layer control expanded
ja: レイヤコントロールを展開して開始

source: Sun
ja: 日

source: Sunday
ja: 日曜日

source: Thanks for helping out!</span>
ja: ご協力ありがとうございます!</span>

source: Thanks for sharing!
ja: 共有してくれてありがとう!

source: Thanks for sharing!</span>
ja: 共有ありがとう!</span>

source: The <b>theme maintainer</b> defines elements, questions and languages for the theme.</p>Find out more<p>MapComplete always <b>offers the next step</b> to learn more about OpenStreetMap.<ul><li>When embedded in a website, the iframe links to a full-screen MapComplete</li><li>The full-screen version offers information about OpenStreetMap</li><li>Viewing works without login, but editing requires an OSM login.</li><li>If you are not logged in, you are asked to log in</li><li>Once you answered a single question, you can add new points to the map</li><li>After a while, actual OSM-tags are shown, later linking to the wiki</li></ul></p><br/><p>Did you notice <b>an issue</b>?
ja: <b>テーマメンテナ</b>は、テーマの要素、質問、言語を定義します。</p>詳細情報を見る<p>MapCompleteは常にOpenStreetMapについてさらに学ぶため<b>次のステップ</b>を提供します。<ul><li>Webサイトに埋め込まれるとiframeはフルスクリーンのMapCompleteにリンクします</li><li>フルスクリーン版はOpenStreetMapに関する情報を提供します</li><li>ログインせずに表示することはできますが、編集にはOSMログインが必要です。</li><li>ログインしていない場合は、ログインするように求められます</li><li>1つの質問に回答すると、マップに新しいポイントを追加できます</li><li>しばらくすると、実際のOSMタグが表示され、後でWikiにリンクされます</li></ul></p><br/><p><b>問題</b>に気づきましたか?

source: The current visible data has edits made by {contributors}
ja: 現在表示されているデータには、{contributors}によって編集が行われています。

source: The current visible data has edits made by {contributors} and {hiddenCount} more contributors
ja: 現在表示されているデータには、{contributors}および、{hiddenCount}人の貢献者が編集したものが含まれています。

source: The data is still loading.
ja: データはまだロード中です。

source: The email address of this {category} is <a href='mailto:{email}' target='_blank'>{email}</a>
ja: この{category}の電子メール・アドレスは<a href='mailto:{email}' target='_blank'>{email}</a>です。

source: The following rules are ignored in the input element:
ja: 次のルールは入力エレメントでは無視されます。

source: The layer {layer} is not enabled.
ja: レイヤ{layer}は有効になっていません。

source: The map data can be used for free (with <a href='https://osm.org/copyright' target='_blank'>attribution and publication of changes to that data</a>).
ja: 地図データは、(<a href='https://osm.org/copyright' target='_blank'>データ変更の公開と帰属表示</a>をすれば)無料で利用できます。

source: The more people using this, the more valuable it becomes.
ja: これを使う人が増えれば増えるほど、それは価値が増します。

source: The name of this {category} is $$$
ja: この {category} の名前は $$$ です。

source: The opening hours of this shop are complicated.
ja: この店の営業時間は複雑です。

source: The phone number of this {category} is <a href='tel:{phone}' target='_blank'>{phone}</a>
ja: この {category} の電話番号は<a href='tel:{phone}' target='_blank'>{phone}</a>です。

source: Theme maintained by {author}
ja: {author} によって管理されるテーマ

source: Then, all those websites with different, small and incompatible maps (which are always outdated) wouldn't be needed anymore.</p><p><b><a href='https://OpenStreetMap.org' target='_blank'>OpenStreetMap</a></b> is this map.
ja: そうすれば、異なる、小さくて互換性のない地図(常に時代遅れのもの)を持つウェブサイトは、必要なくなるでしょう。</p><p><b><a href='https://OpenStreetMap.org' target='_blank'>OpenStreetMap</a></b>こそが地図です。

source: There are no reviews yet.
ja: まだレビューはありません。

source: These texts are shown above the theme buttons when no theme is loaded
ja: これらのテキストは、テーマがロードされていない場合にテーマボタンの上に表示されます。

source: This website uses OpenStreetMap as well.
ja: このサイトでもOpenStreetMapを使っています。

source: Thu
ja: 木Thu

source: Thursday
ja: 木曜日

source: Trying again in {count} seconds…
ja: {count} 秒以内に再試行します…

source: Tue
ja: 火

source: Tuesday
ja: 火曜日

source: Uploading your picture…
ja: 写真をアップロードします…

source: Uploading {count} pictures…
ja: {count} 枚の写真をアップロードします…

source: Used icons
ja: 使用されるアイコン

source: Want to <b>help translate</b>?
ja: <b>翻訳の手伝いをしますか?</b>

source: Website: <a href='{website}' target='_blank'>{website}</a>
ja: Webサイト:<a href='{website}' target='_blank'>{website}</a>

source: Wed
ja: 水曜

source: Wednesday
ja: 水曜日

source: Welcome to MapComplete
ja: MapCompleteへようこそ

source: What is the email address of {category}?
ja: {category} の電子メールアドレスは何ですか?

source: What is the phone number of {category}?
ja: {category} の電話番号は何番ですか?

source: What is the website of {category}?
ja: {category} のウェブサイトはどこですか?

source: You are logged in, welcome back!
ja: ログインしました、お帰りなさい!

source: You clicked somewhere where no data is known yet.<br/>
ja: データがまだわからない場所をクリックしました。<br/>

source: Your picture will be published:
ja: 写真は公開されます:

source: Zoom in further to add a point.
ja: さらにズーム拡大して点を追加します。

source: Zoom in to see this layer
ja: レイヤを拡大表示します。

source: Zoom in to view or edit the data
ja: ズーム・インしてデータを表示または編集します。

source: closed
ja: 閉店

source: from
ja: 開始時刻

source: opened
ja: 開店

source: or <a href='https://www.openstreetmap.org/user/new' target='_blank'>create a new account</a>
ja: または<a href='https://www.openstreetmap.org/user/new' target='_blank'>新しいアカウントを作成する</a>

source: till
ja: 終了時刻

source: under the CC-BY-SA-license
ja: CC-BY-SA-ライセンスで

source: under the CC-BY-license
ja: CC-BY-ライセンスで

source: {category} without a name
ja: 名前のない {category}

source: {count} reviews
ja: {count}個のレビュー
